Repository: zbrox/kartonche
Catalog: kartonche/Resources/Localizable.xcstrings
Source language: en
Languages: bg

# whats_new.2026_03_1.icloud_sync.description
source: Cards now sync automatically across your devices when iCloud is available
bg: Картите вече се синхронизират автоматично между устройствата ви, когато iCloud е наличен

# whats_new.2026_03_1.icloud_sync.title
source: iCloud Sync
bg: Синхронизация с iCloud

# whats_new.2026_03_1.scan_flow.description
source: Point your camera at a barcode to add a card instantly.
bg: Насочете камерата си към баркод и го добавете мигновенно.

# whats_new.2026_03_1.scan_flow.title
source: Live Barcode Scanner
bg: Мигновен скенер на баркодове

# whats_new.version_format
source: Version %@
bg: Версия %@

source: While Using App
bg: Докато използвате приложението

source: Widgets work when app is closed
bg: Инструментите работят, дори когато приложението е затворено

source: You can disable reminders anytime in Settings.
bg: Можете да изключите напомнянията по всяко време от Настройки.

source: You'll be notified when you're near a saved card location
bg: Ще бъдете уведомени, когато сте близо до запазено местоположение

source: You're near %lld saved locations
bg: Вие сте близо до %lld запазени местоположения

source: You're near a saved location
bg: Вие сте близо до запазено местоположение

source: Your cards stay on this device by default. If iCloud is enabled, they also sync through your private iCloud database.
bg: Вашите карти остават на вашето устройство по подразбиране. Ако имате настроен достъп до iCloud, те също така ще бъдат синхронизирани с личният ви iCloud.

source: Your cards, always ready
bg: Картите ви, винаги готови

source: Your location is only used to calculate distance to saved stores.
bg: Местоположението ви се използва само за изчисляване на разстояние до запазени магазини.

source: Your location is only used to find nearby stores
bg: Местоположението ви се използва само за намиране на близки магазини

source: Your location is only used to find nearby stores. Battery impact is minimal.
bg: Местоположението ви се използва само за намиране на близки магазини. Влиянието върху батерията е минимално.
